# LbForcePerFtSup3 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbForcePerFtSup3 Property
SymbolTypeId Class See Also
---
Symbol lb/ft³, indicating unit Pounds force per cubic foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbForcePerFtSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbForcePerFtSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbForcePerFtSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace